Repository: frostkom/bb-theme-child
Catalog: lang/*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

source: Company Member
sv_se: Företagsmedlem

source: Gold Member
sv_se: Guldmedlem

source: Unknown
sv_se: Okänd

source: The order %s was not sent to Optima
sv_se: Ordern %s skickades inte till Optima

source: Social Security Number
sv_se: Personnummer

source: API Key
sv_se: API-nyckel

source: Assets URL
sv_se: Käll-URL

source: Company
sv_se: Företag

source: Company ID
sv_se: FöretagsID

source: Type
sv_se: Typ

source: Test API
sv_se: Testa API

source: API Key Name
sv_se: API-nyckelnamn

source: Send to
sv_se: Skicka till

source: E-mail
sv_se: E-post

source: Free Shipping Order Limit
sv_se: Ordergräns för gratis frakt

source: Shipping Cost incl. VAT
sv_se: Fraktkostnad inkl. moms

source: Theme Child
sv_se: STR-tema

source: The oldest instructor to be updated was %s (%s)
sv_se: Den första utbildaren som har uppdaterats var %s (%s)

source: The newest instructor to be updated was %s (%s)
sv_se: Den senaste utbildaren som har uppdaterats var %s (%s)

source: The site URL is %s and test mode is activated
sv_se: Webbplatsens URL är %s och testläget är aktiverat

source: The site URL is %s and test mode is NOT activated
sv_se: Webbplatsens URL är %s och testläget är INTE aktiverat

source: YYMMDDXXXX
sv_se: ÅÅMMDDXXXX

source: Run Now
sv_se: Kör nu

source: Properties
sv_se: Attribut

source: Terms
sv_se: Klasser

source: Last call
sv_se: Senaste anrop

source: Choose Here
sv_se: Välj här

source: Log
sv_se: Logg

source: Shipping
sv_se: Frakt

source: Created %s by %s and got the answer %d
sv_se: Skapad %s av %s och fick svaret %d

source: The information was successfully sent
sv_se: Informationen skickades

source: The information could not be sent
sv_se: Informationen kunde inte skickas

source: Send Again
sv_se: Skicka igen

source: View Customer Checkout Page
sv_se: Visa kundens orderbekräftelse

source: WooCommerce Customers
sv_se: Kunder i WooCommerce

source: Display Social Security Number
sv_se: Visa personnummer

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Please enter a Social Security Number according to the format YYMMDDXXXX with only ten digits. You entered a number with %d digits.
sv_se: Var vänlig ange ett personnummer enligt formatet ÅÅMMDDXXXX med endast tio siffror. Du angav ett tal med %d siffror.

source: Please enter a Social Security Number with a birth year that is in the past.
sv_se: Var vänlig ange ett personnummer med ett födelseår som har varit.

source: Please enter a Social Security Number with only digits in it
sv_se: Var vänlig ange personnummer endast med siffror

source: empty
sv_se: tom

source: Please enter a Social Security Number with a correct YYMMDD
sv_se: Var vänlig ange personnummer med korrekt ÅÅMMDD

source: Please enter a Social Security Number with the correct last check number
sv_se: Var vänlig ange personnummer med korrekt kontrollsiffra i slutet

source: Enter the details of the person who will use %s below
sv_se: Ange nedan uppgifter på den som ska använda %s

source: Mobile Number
sv_se: Mobilnummer

source: to the user
sv_se: till den som ska använda materialet

source: Please enter a Phone Number or E-mail Address
sv_se: Var vänlig ange telefonnummer eller e-postadress

source: Please enter a valid E-mail Address. The one you entered does not seam to be correct
sv_se: Var vänlig ange en korrekt e-postadress. Den som du angav verkar vara felaktig.

source: The Social Security Number and Phone Number does not match on all products. If you enter the same Social Security Number on several products, you can't enter different Phone Numbers on those products.
sv_se: Personnumret och telefonnumret stämmer inte överens på alla produkter. Om du anger samma personnummer på flera produkter så kan du inte ange olika telefonnummer på dessa produkter.

source: The Social Security Number and E-mail Address does not match on all products. If you enter the same Social Security Number on several products, you can't enter different E-mail Addresses on those products.
sv_se: Personnumret och e-postadressen stämmer inte överens på alla produkter. Om du anger samma personnummer på flera produkter så kan du inte ange olika e-postadresser på dessa produkter.

source: Ship to a different address?
sv_se: Leverera till en annan adress?

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Street Address
sv_se: Gatuadress

source: Zipcode
sv_se: Postnummer

source: City
sv_se: Ort

source: Recipient
sv_se: Mottagare

source: Continue to shop
sv_se: Fortsätt handla

source: Cart totals
sv_se: Totalt i varukorgen

source: Subtotal
sv_se: Delsumma

source: (estimated for %s)
sv_se: (beräknat för %s)

source: Total
sv_se: Totalt

source: Product
sv_se: Produkt

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
sv_se: Tyvärr går din beställning inte att behandla eftersom banken har nekat transaktionen. Var vänlig försök igen.

source: Pay
sv_se: Betala

source: My account
sv_se: Mitt konto

source: Thank you. Your order has been received.
sv_se: Tack! Din order har tagits emot.

source: Order number
sv_se: Beställningsnummer

source: Date
sv_se: Datum

source: Email
sv_se: E-post

source: Quantity
sv_se: Kvanitet

source: Price
sv_se: Pris

source: Note:
sv_se: Anteckning:

source: Order summary
sv_se: Sammanfattning av beställning

source: Customer note
sv_se: Kundanteckning

source: Billing address
sv_se: Faktureringsadress

source: Shipping address
sv_se: Leveransadress

source: Save your order details
sv_se: Spara din orderbekräftelse

source: Have you purchased access to the app %s?
sv_se: Har du köpt tillgång till appen %s?

source: Download from %s or %s. You need to create an account the first time you log in.
sv_se: Ladda nu ner den från %s eller %s. Första gången du ska logga in så behöver du skapa ett konto.

source: There you use the social security number that you entered when you bought your periods and that you see above in your order. When you have created an account and logged in, your periods are there waiting for you. Good luck!
sv_se: Där använder du det personnummer som du angav när du köpte dina perioder och som du ser ovan i din beställning. När du skapat ett konto och loggat in så ligger dina perioder där och väntar på dig. Lycka till!

source: Order details
sv_se: Beställningsdetaljer

source: Actions
sv_se: Händelser

source: %1$s order number %2$s
sv_se: %1$s ordernummer %2$s
